Repository: radeklat/act-draw-explain
Catalog: lib/data/gettext/questions/*.po
Languages: cs

source: The Shawshank Redemption (1994)
cs: Vykoupení z věznice Shawshank (1994)

source: The Godfather: Part II (1974)
cs: Kmotr II (1974)

source: 12 Angry Men (1957)
cs: Dvanáct rozhněvaných mužů (1957)

source: Schindler's List (1993)
cs: Schindlerův seznam (1993)

source: The Lord of the Rings: The Return of the King (2003)
cs: Pán prstenů: Návrat krále (2003)

source: Pulp Fiction (1994)
cs: Pulp Fiction: Historky z podsvětí (1994)

source: The Good, the Bad and the Ugly (1966)
cs: Hodný, zlý a ošklivý (1966)

source: The Lord of the Rings: The Fellowship of the Ring (2001)
cs: Pán prstenů: Společenstvo Prstenu (2001)

source: Fight Club (1999)
cs: Klub rváčů (1999)

source: Inception (2010)
cs: Počátek (2010)

source: Star Wars: Episode V - The Empire Strikes Back (1980)
cs: Star Wars: Epizoda V - Impérium vrací úder (1980)

source: The Lord of the Rings: The Two Towers (2002)
cs: Pán prstenů: Dvě věže (2002)

source: The Matrix (1999)
cs: Matrix (1999)

source: Goodfellas (1990)
cs: Mafiáni (1990)

source: Seven Samurai (1954)
cs: Sedm samurajů (1954)
