Repository: radeklat/act-draw-explain
Catalog: lib/l10n/intl_*.arb
Languages: cs

# name
source: Act, Draw, Explain
cs: Předveď, Nakresli, Popiš

# settings_title_languages
source: Languages
cs: Jazyky

# settings_language
source: Language
cs: Jazyk

# settings_language_description
source: Affects app UI, topics and questions
cs: Ovlivňuje rozhraní aplikace, témata a otázky. Vyžaduje restart.

# game_control_buttons
source: Buttons
cs: Tlačítky

# game_control_screen_tilt
source: Screen tilt
cs: Naklopením telefonu

# game_control_buttons_and_tilt
source: Buttons and screen tilt
cs: Tlačítky i naklopením

# settings_title_options
source: Game options
cs: Nastavení hry

# settings_game_length
source: Game length
cs: Délka hry

# duration_seconds
source: {time,plural, =0{{time} seconds} =1{{time} second} other{{time} seconds}}
cs: {time,plural, =0{{time} sekund} =1{{time} sekunda} few{{time} sekundy} other{{time} sekund}}

# duration_minutes
source: {time,plural, =0{{time} minutes} =1{{time} minute} other{{time} minutes}}
cs: {time,plural, =0{{time} minut} =1{{time} minuta} few{{time} minuty} other{{time} minut}}

# duration_unlimited
source: Unlimited
cs: Neomezeně

# settings_game_card_limit
source: Number of card in game (0 = unlimited)
cs: Počet karet ve hře (0 = neomezeně)

# form_validation_positive_int
source: Value must be an integer, higher or equal to 0.
cs: Hodnota musí být celé číslo, větší nebo rovno 0.

# settings_title_interface
source: Interface
cs: Rozhraní

# settings_interface_next_question
source: Next question control
cs: Přechod na další otázku

# settings_interface_vibrations
source: In-game vibration
cs: Vibrace ve hře

# about_title_version
source: Application version
cs: Verze aplikace

# about_changelog_link
source: change log
cs: seznam změn

# about_sources_title
source: Sources
cs: Použité zdroje

# about_packages_title
source: Packages
cs: Balíčky

# feedback_device_info_msg
source: Device info has been copied to the clipboard
cs: Informace o zařízení zkopírována do schránky

# menu_feedback
source: Feedback
cs: Zpětná vazba

# menu_feedback_feature
source: Feature request
cs: Návrh na vylepšení

# menu_feedback_bug_report
source: Report a bug
cs: Nahlásit chybu

# menu_settings
source: Settings
cs: Nastavení

# menu_help
source: Help
cs: Nápověda

# menu_about
source: About
cs: O aplikaci

# start_game_prompt
source: Are you ready to play?
cs: Jste připraveni ke hře?

# start_game_button
source: Start game
cs: Start hry

# end_game_title
source: Game ended
cs: Konec hry

# end_game_score
source: Guessed {score}/{total}
cs: Uhodnuto {score}/{total}

# end_game_back_button
source: Back to topic selection
cs: Zpět na výběr témat

# button_answer_correct
source: Correct
cs: Správně

# button_answer_wrong
source: Wrong
cs: Špatně

# help_how_to_play_title
source: How to play
cs: Jak hrát

# help_how_to_play_par_1
source: The game is designed for 2 or more players. In case of multiple players, it is possible to divide into several teams of at least two players. The principle of the game is to guess as many terms as possible. Words with the same root as the guessed term must not be used. The guessing player can try until they answer correctly. However, if the game is time limited or the term is too difficult, it is possible to skip it.
cs: Hra je určena pro 2 a více hráčů. V případě více hráčů je možné se rozdělit do několik týmů o minimálně dvou hráčích. Principem hry je uhodnout co nejvíce zobrazených termínů. V průběhu se nesmí používat slova se stejným kořenem, jako hádaný termín. Hráč může hádat dokud neodpoví správně. Pokud je však hra limitovaná časem nebo je termín příliš těžký, je možné jej přeskočit.

# help_how_to_play_par_2
source: The method of answering questions can be changed in the settings.
cs: Způsob odpovídání na otázky lze změnit v nastaveních.

# help_how_to_play_buttons_par_1
source: The correct and wrong answer buttons are displayed on the guessing screen.
cs: Na obrazovce s hádaným termínem jsou zobrazena tlačítka pro správnou a špatnou odpověď.

# help_how_to_play_tilt_par_1
source: The phone should placed on you forehead. The correct answer is chosen by tilting the display down, the wrong one by tilting up.
cs: Telefon je nutné mít přitisknutý na čele. Správná odpověď se zvolí naklopením displeje dolu, špatná naklopením nahoru.

# help_game_control_title
source: Game styles
cs: Herní styly

# help_game_control_blind_title
source: Blind
cs: Slepec

# help_game_control_blind_par_1
source: One of the players guesses the term and does not see it, the others see it and try to describe it. Whether the answer was correct or incorrect can be indicated by tilting the phone.
cs: Jeden z hráčů hádá termín a nevidí jej, ostatní jej vidí a snaží se jej popsat. Zda byla odpověď správná či špatná lze označit naklopením telefonu.

# help_game_control_narrator_title
source: Narrator
cs: Vypravěč

# help_game_control_narrator_par_1
source: One of the players sees the guessed term and describes it, the others do not see and guess it. The answer can be marked with the buttons.
cs: Jeden z hráčů vidí hádaný termín a popisuje jej, ostatní jej nevidí a hádají. Odpověď lze označit tlačítky.

# help_game_control_time_title
source: Time limited
cs: Na čas

# help_game_control_time_par_1
source: Select the length of the game in the settings. Who will get the most answers in the time limit?
cs: V nastaveních zvolte délku hry. Kdo stihne nejvíce odpovědí v časovém limitu?

# help_game_control_score_title
source: Highest score
cs: Nejvyšší skóre

# help_game_control_score_par_1
source: In the settings, select an unlimited length of play. The game lasts until the time run out. Who has the most correct answers?
cs: V nastaveních zvolte neomezenou délku hry. Hra trvá dokud nedojdou termíny. Kdo má nejvíce uhodnuto?

# help_advanced_game_title
source: Advanced games
cs: Hry pro pokročilé

# help_advanced_game_par_1
source: Although the application does not yet prompt this and has not optimized question selection process, it is possible to guess by demonstration (pantomime) or drawing.
cs: I když k tomu aplikace zatím nevybízí a není k tomu optimalizovaná při výběru otázek, je možné hádat i předvedením (pantomimou) nebo nakreslením.
